/* No comment provided by engineer. */
" and %@" = " және %@";

/* elapsed time on recording screen, in seconds */
"%.1f sec" = "%.1f сек";

/* update notice when someone comments. %1$@ is the commenter name, %2$@ is the comment. */
"%1$@ commented: %2$@" = "%1$@ мынадай пікір қалдырды: %2$@";

/* update notice when someone suggests an ID. %1$@ is the username, %2$@ is the species. */
"%1$@ suggested an ID: %2$@" = "%1$@ мынадай ID ұсынды: %2$@";

/* confirmation alert text when changing a users network affiliation. %1%@ is network name, %2%@ is the country, %3%@ is the network name again */
"%@ is a member of the iNaturalist Network in %@. Local institutions supporting %@ will have access to your email address and access to the true coordinates for observations that are publicly obscured or private. Would you like to change your affiliation?" = "%1$@ %2$@ iNaturalist желісінің мүшесі. %3$@ қолдайтын жергілікті мекемелер сіздің электрондық пошта мекенжайыңызға және жалпыға жасырын немесе жеке бақылаулардың шынайы координаттарына қол жеткізе алады. Желілік қатыстылығыңызды өзгерткіңіз келе ме?";

/* join iNat network partner alert message - %1%@ is the country name, %2%@ is partner name */
"%@ is part of the international iNaturalist Network. Would you like to join %@ to localize your experience of iNaturalist and share data with local institutions?" = "%1$@ халықаралық iNaturalist желісінің бөлігі болып табылады. iNaturalist тәжірибесін локализациялау және деректерді жергілікті мекемелермен бөлісу үшін %2$@ қосылғыңыз келе ме?";

/* site news */
"%@ News" = "%@ Жаңалықтар";

/* identification author attribution */
"%@'s ID" = "%@ ID";

/* No comment provided by engineer. */
"%@, build %@" = "%1$@, %2$@ құрастыру";

/* Count of observations by this user, singular. */
"%d Observation" = "%d бақылау";

/* Count of observations to upload, singular. */
"%d Observation To Upload" = "%d жүктеуге арналған бақылау";

/* Count of observations by this user, plural. */
"%d Observations" = "%d бақылау";

/* Count of observations to upload, plural. */
"%d Observations To Upload" = "%d жүктеуге арналған бақылау";

/* format string for showing positional accuracy in meters */
"%ld m" = "%ld м";

/* No comment provided by engineer. */
"'%@' requires that you fill out the '%@' field." = "'%1$@' '%2$@' өрісін толтыруды талап етеді.";

/* positional accuracy when we don't know */
"???" = "???";

/* About button title in Settings
   About project button
   about the project header
   title of about screen */
"About" = "Толығырақ";

/* title for about section of the guide screen */
"ABOUT" = "ТОЛЫҒЫРАҚ";

/* about this project title */
"About this Project" = "Осы жоба туралы";

/* emphasis text for the 'switch to login mode' button. must be a substring of the base text */
"Account?" = "Аккаунт?";

/* No comment provided by engineer. */
"Activity" = "Белсенділік";

/* Title for add comment failed alert */
"Add Comment Failure" = "Пікір қосу қатесі";

/* Title for add ID failed alert */
"Add Identification Failure" = "Идентификация қосу қатесі";

/* No comment provided by engineer. */
"Add to Favorites" = "Таңдаулыға қосу";

/* Label for a button that adds an ID of the same taxon as the current one, so the sense is 'I agree with this identification' */
"Agree" = "Келісемін";

/* base text for the 'switch to login mode' button */
"Already have an Account?" = "Аккаунтыңыз бар ма?";

/* Status message when the database is unavailable and large parts of the app aren't working. Shouldn't happen, but fallback in case it ever does. */
"App is fatally misconfigured. Please contact help@inaturalist.org." = "App is fatally misconfigured. Please contact help@inaturalist.org.";

/* Title for app section of settings. */
"App Settings" = "Қолданба баптаулары";

/* No comment provided by engineer. */
"Are you really sure?" = "Сіз шынымен сенімдісіз бе?";

/* No comment provided by engineer. */
"Are you sure you want to leave this project?" = "Бұл жобадан шынымен шыққыңыз келе ме?";

/* No comment provided by engineer. */
"Are you sure?" = "Сіз сенімдісіз бе?";

/* No comment provided by engineer. */
"Are you sure? This is permanent." = "Сіз сенімдісіз бе? Бұл мәңгілік.";

/* argentina partner */
"Argentina: Fundación Vida Silvestre Argentina supporting ArgentiNat (www.argentinat.org)." = "Аргентина: ArgentiNat-ты қолдайтын Аргентинаның жабайы табиғат қоры (www.argentinat.org).";

/* australia partner */
"Australia: Atlas of Living Australia supporting iNaturalist Australia (inaturalist.ala.org.au/)." = "Аустралия: iNaturalist Australia-ны қолдайтын Аустралияның жабайы табиғат атласы (inaturalist.ala.org.au/).";

/* Auto state for flash button in the camera. Will be padded to sit beside a flash/bolt icon. */
"Auto" = "Авто";

/* label for autocomplete names switch in settings */
"Autocomplete names" = "Аттарды автотолтыру";

/* label for auto upload switch in settings */
"Automatic upload" = "Автоматты жүктеу";

/* delete account confirmation */
"By deleting your account you will remove all of your observations, all of the identifications that you've added to the observations of others, and all comments that you've made. Furthermore, this action cannot be undone. If you change your mind later, you aren't getting any of that content back. If this site generates too many notifications, consider editing your settings to opt out of certain notifications or stop receiving email from us. If you're having trouble with a specific person on the site, consider muting them instead of deleting your account. If you are deleting your account because you tried to delete some of your content but you could still see it on a map or elsewhere on the Internet, keep in mind that map data may be cached for up to a day even after records are deleted, and that deleting content on this platform may not have any effect on copies that exist on other sites and platforms (like GBIF). If you're still sure you want to delete your account, enter '%@' in the form below and click the button to delete your account and all your data." = "Аккаунтты жою арқылы сіз барлық бақылауларыңызды, басқалардың бақылауларына қосқан барлық идентификацияларыңызды және жасаған барлық пікірлерді жоясыз. Сонымен қатар, бұл әрекетті қайтару мүмкін емес. Егер сіз кейінірек ойыңызды өзгертсеңіз, ол контенттің ешқайсысын қайтара алмайсыз. Бұл сайт тым көп хабарландырулар жасаса, белгілі бір хабарландырулардан бас тарту немесе бізден электрондық хат алуды тоқтату үшін баптауларды өзгертуді қарастырыңыз. Егер сайтта белгілі бір адаммен қиындық туындаса, аккаунтыңызды жоюдың орнына оларды елемеуді қарастырыңыз. Контентіңіздің бір бөлігін жоймақ болғаныңыз үшін аккаунтыңызды жойып жатсаңыз, бірақ оны картада немесе Интернеттің басқа жерінде көре алатын болсаңыз, карта деректері жазбалар жойылғаннан кейін де бір күнге дейін кэштелетінін есте сақтаңыз, және осы платформадағы контентті жою басқа сайттар мен платформалардағы көшірмелерге әсер етпеуі мүмкін (мысалы, GBIF). Егер сіз әлі де аккаунтыңызды жойғыңыз келетініне сенімді болсаңыз, төмендегі пішінге '%@' енгізіңіз және аккаунтыңызды және барлық деректеріңізді жою үшін түймені басыңыз.";

/* Base text for terms of service and privacy policy notice when creating an iNat account. */
"By using iNaturalist you agree to the Terms of Service and Privacy Policy." = "iNaturalist-ті пайдалану арқылы сіз Қызмет көрсету шарттарымен және Құпиялылық саясатымен келісесіз.";

/* vision assistance */
"CalTech and Cornell Tech helped develop the computer vision system that suggests identifications from photographs. We thank Grant Van Horn, Serge Belongie, and Pietro Perona for advancing the computer vision research. More information can be found at visipedia.org. Special thanks to NVIDIA for additional assistance." = "CalTech және Cornell Tech фотосуреттерден идентификацияларды ұсынатын компьютерлік көру жүйесін дамытуға көмектесті. Біз Грант Ван Хорнға, Серж Белонгиге және Пьетро Перонға компьютерлік көру саласындағы зерттеуді алға жылжытқаны үшін алғыс айтамыз. Қосымша ақпаратты visipedia.org сайтынан табуға болады. Қосымша көмек үшін NVIDIA компаниясына ерекше рақмет.";

/* Title for Camera button in media picker */
"Camera" = "Камера";

/* accessibility label for camera shutter button */
"Camera Shutter" = "Камера ысырмасы";

/* No comment provided by engineer. */
"Can't Add ID" = "ID қосу мүмкін емес";

/* No comment provided by engineer. */
"Can't Comment" = "Пікір қалдыру мүмкін емес";

/* No comment provided by engineer. */
"Can't Fave" = "Таңдаулыға қосу мүмкін емес";

/* Status message when the app can't start due to a corrupt database but the database doesn't exist. Shouldn't happen, but fallback in case it ever does. */
"Can't find realm database, can't continue. Please contact help@inaturalist.org." = "Can't find realm database, can't continue. Please contact help@inaturalist.org.";

/* Error message for when we can't retrieve your observations on Explore */
"Can't search for your observations right now. Please try later." = "Дәл қазір бақылауларыңызды іздеу мүмкін емес. Кейінірек көріңіз.";

/* Status message when email is not configured on the phone so we can't send email on a user's behalf. */
"Can't send crash support email - please contact help@inaturalist.org." = "Can't send crash support email - please contact help@inaturalist.org.";

/* canada partner */
"Canada: Canadian Wildlife Federation, the Royal Ontario Museum, NatureServe Canada, and Parks Canada operating iNaturalist Canada (inaturalist.ca)." = "Канада: iNaturalist Canada-ның жұмысын қамтамасыз ететін Канаданың жабайы табиғат федерациясы, Патшалық Онтарио мұражайы, NatureServe Canada және Parks Canada (inaturalist.ca).";

/* No comment provided by engineer. */
"Cancel" = "Бас тарту";

/* Title of me header while cancellling an upload session. */
"Cancelling..." = "Бас тартылуда...";

/* Alert message for invalid date */
"Cannot choose a date in the future." = "Болашақ күнді таңдау мүмкін емес.";

/* Failure message */
"Cannot donate" = "Қайырымдылық жасау мүмкін емес";

/* error when loading suggestions. %@ is the error message */
"Cannot load suggestions: %@" = "Ұсыныстар жүктелмеді: %@";

/* Store launch failure message */
"Cannot open store" = "Дүкен ашылмады";

/* Failure message */
"Cannot rate" = "Бағалау мүмкін емес";

/* No comment provided by engineer. */
"Cannot search iNaturalist.org" = "iNaturalist.org сайтынан іздеу мүмкін емес";

/* Title of alert when the system is not configured for the user to send email */
"Cannot Send Email" = "Электрондық хат жіберу мүмкін емес";

/* No comment provided by engineer. */
"Cannot use your location" = "Орналасқан жеріңізді пайдалану мүмкін емес";

/* Captive / cultivated button title. */
"Captive / Cultivated" = "Қолға түскен / Өсірілген";

/* message explaining what captive / cultivated means for iNaturalist */
"Captive / cultivated means that the organism exists where it was observed because humans intended it to be there. iNaturalist is about observing wild organisms, and our scientific data partners are not interested in observations of pets, gardens, or animals in zoos." = "Қолға түскен / өсірілген бұл ағзаның байқалған жерде адамдардың әрекеті арқасында өмір сүретінін білдіреді. iNaturalist жабайы ағзаларды бақылауға арналған, ал біздің ғылыми деректер бойынша серіктестер үй жануарларын, бақтарды немесе хайуанаттар бағындағы жануарларды бақылауға қызығушылық танытпайды.";

/* title for captive selector */
"Captive?" = "Қолға түскен?";

/* casual data quality */
"Casual Grade" = "Кәдімгі дәреже";

/* label for change email address action in settings */
"Change email" = "Электрондық поштаны өзгерту";

/* No comment provided by engineer. */
"Change Email" = "Электрондық поштаны өзгерту";

/* No comment provided by engineer. */
"Change email address?" = "Электрондық пошта мекенжайын өзгерту керек пе?";

/* accessibility label for change flash button */
"Change Flash" = "Жарқылды өзгерту";

/* accessibility label for flash button when mode is auto */
"Change Flash Toggle. Current state is Auto" = "Жарқыл қосқышын өзгерту. Ағымдағы күй - Авто";

/* accessibility label for flash button when mode is off */
"Change Flash Toggle. Current state is Off" = "Жарқыл қосқышын өзгерту. Ағымдағы күй - Өшірулі";

/* accessibility label for flash button when mode is on */
"Change Flash Toggle. Current state is On" = "Жарқыл қосқышын өзгерту. Ағымдағы күй - Қосулы";

/* label for change username action in settings */
"Change username" = "Пайдаланушы атын өзгерту";

/* No comment provided by engineer. */
"Change Username" = "Пайдаланушы атын өзгерту";

/* No comment provided by engineer. */
"Change username?" = "Пайдаланушы атын өзгерту керек пе?";

/* No comment provided by engineer. */
"Change your profile photo?" = "Профиль фотосуретіңізді өзгертесіз бе?";

/* Alert text for the license content checkbox during create account. */
"Check this box if you want to apply a Creative Commons Attribution-NonCommercial license to your photos. You can choose a different license or remove the license later, but this is the best license for sharing with researchers." = "Фотосуреттерге Creative Commons Атрибуция-Коммерциялық емес лицензиясын қолданғыңыз келсе, осы құсбелгіні қойыңыз. Басқа лицензияны таңдауға немесе лицензияны кейінірек жоюға болады, бірақ бұл зерттеушілермен бөлісуге арналған ең жақсы лицензия.";

/* title of alert after you reset your password
   title of email confirmation needed alert. */
"Check your email" = "Электрондық поштаңызды тексеріңіз";

/* chile partner */
"Chile: Ministerio del Medio Ambiente supporting iNaturalist Chile (inaturalist.mma.gob.cl)." = "Чили: iNaturalist Chile-ді қолдайтын Қоршаған орта министрлігі (inaturalist.mma.gob.cl).";

/* No comment provided by engineer. */
"Choose from library" = "Кітапханадан таңдау";

/* title of inat network picker */
"Choose iNat Network" = "iNat желісін таңдау";

/* title for project observations chooser */
"Choose Projects" = "Жобаларды таңдау";

/* No comment provided by engineer. */
"Close" = "Жабу";

/* accessibility label for close camera button */
"Close Camera" = "Камераны жабу";

/* Collection type of project, which automatically collects observations into it. */
"Collection Project" = "Жинақ жобасы";

/* colombia partner */
"Colombia: Instituto Humboldt operating Naturalista (colombia.inaturalist.org)." = "Колумбия: Naturalista-ның жұмысын қамтамасыз ететін Гумбольдт институты (colombia.inaturalist.org).";

/* No comment provided by engineer. */
"Comment" = "Пікір";

/* Button to contact support when app has failed to launch. */
"Contact Support" = "Contact Support";

/* label for contact support action in settings. */
"Contact support" = "Қолдау қызметі";

/* Title for About Content Licensing notice during signup */
"Content Licensing" = "Контентті лицензиялау";

/* Button to copy the scientific name */
"Copy Scientific Name" = "Ғылыми атауын көшіру";

/* Title of an alert dialog you see when you try to agree with an identification but cannot due to connection issues or other errors */
"Couldn't Agree" = "Келіспеймін";

/* Project validation error. first string is project title, second is the specific error */
"Couldn't be added to project %@. %@" = "%1$@ жобасына қосу мүмкін болмады. %2$@";

/* No comment provided by engineer. */
"Couldn't determine your location" = "Орналасқан жеріңізді анықтау мүмкін болмады";

/* HUD text when creating a new observation from multiple photos */
"Creating Observation..." = "Бақылау жасалуда...";

/* intro to credits section. */
"Credits" = "Ризашылық";

/* Title for danger zone (account deletion) section of settings. */
"Danger Zone" = "Қауіпті аймақ";

/* Header for data quality section of obs detail */
"Data Quality" = "Деректер сапасы";

/* Title for About Data Transfer notice during signup */
"Data Transfer" = "Деректерді тасымалдау";

/* No comment provided by engineer. */
"Default" = "Әдепкі";

/* button title to delete account */
"Delete Account" = "Аккаунтты жою";

/* button to  delete a locally downloaded species guide. */
"Delete download" = "Жүктеуді жою";

/* No comment provided by engineer. */
"Delete Error" = "Жою қатесі";

/* Button to delete the database. This will appear in red as a destructive action. */
"Delete Local Database and Try Again" = "Delete Local Database and Try Again";

/* text of delete obs button */
"Delete Observation" = "Бақылауларды жою";

/* Deletes pending sync. */
"Deletes To Sync" = "Синхрондауды жою";

/* title for description section of the guide screen */
"DESCRIPTION" = "СИПАТТАМА";

/* Title for confirm new observation details view */
"Details" = "Толығырақ";

/* Status message when the user tapped contact support but then chose to not allow us to send a support email on their behalf. */
"Didn't send crash support email - please contact help@inaturalist.org." = "Didn't send crash support email - please contact help@inaturalist.org.";

/* Button to cancel showing tutorial screens when visiting new tabs */
"Don't Show Me Hints" = "Маған кеңестерді көрсетпеңіз";

/* label for iNaturalist donate call to action. */
"Donate to iNaturalist" = "iNaturalist-ке қайырымдылық жасау";

/* title for done button */
"Done" = "Дайын";

/* No comment provided by engineer. */
"Download" = "Жүктеу";

/* title for button that allows a user to download a species guide and use it while offline. */
"Download for offline use" = "Офлайн пайдалану үшін жүктеп алу";

/* No comment provided by engineer. */
"Download not available" = "Жүктеп алу қолжетімсіз";

/* notice that a species guide has been downloaded from the server and can be used while offline. */
"Downloaded" = "Жүктеп алынды";

/* Notice when we're downloading a species guide from the server, to be used offline */
"Downloading..." = "Жүктелуде...";

/* ecuador partner */
"Ecuador: Instituto Nacional de Biodiversidad (INABIO) supporting iNaturalist Ecuador (ecuador.inaturalist.org)." = "Эквадор: iNaturalist Ecuador-ды қолдайтын Ұлттық биоалуантүрлілік институты (INABIO)(ecuador.inaturalist.org).";

/* The editor or author of the species guide */
"Editor" = "Редактор";

/* message for the alert when a guide download fails, if we can't extract an error message. */
"Either there was an error on the server or the guide no longer exists." = "Серверде қате болды немесе нұсқаулық енді жоқ.";

/* label for email field in settings */
"Email" = "Электрондық пошта";

/* Title for error alert */
"Error" = "Қате";

/* failure title when changing a setting. */
"Error changing setting." = "Баптамаларды өзгерту қатесі.";

/* No comment provided by engineer. */
"Error Fetching Observations" = "Бақылауларды алу қатесі";

/* error loading leaderboard title */
"Error loading leaderboard" = "Көшбасшылар тақтасын жүктеу қатесі";

/* No comment provided by engineer. */
"Explore" = "Зерттеу";

/* Status message when the user tries to delete the DB but it fails. */
"Failed to delete database. Please contact help@inaturalist.org." = "Failed to delete database. Please contact help@inaturalist.org.";

/* title of alert when a guide download fails. a localized error message provided by iOS or the server follows. */
"Failed to download guide" = "Нұсқаулық жүктелмеді";

/* Unknown iNat login error */
"Failed to log in to iNaturalist. Please try again." = "iNaturalist жүйесіне кіру мүмкін болмады. Қайталап көріңіз.";

/* title of alert when sound recording fails */
"Failed to Record" = "Дыбыс жазу орындалмады";

/* No comment provided by engineer. */
"Failed to save guide" = "Нұсқаулық сақталмады";

/* title of alert when sound recording setup fails */
"Failed to Setup Sound Recording" = "Дыбыс жазуды орнату сәтсіз аяқталды";

/* No comment provided by engineer. */
"Faved" = "Таңдаулыға қосылды";

/* No comment provided by engineer. */
"Faves" = "Таңдаулы";

/* No comment provided by engineer. */
"Featured" = "Таңдаулы";

/* This is an explanation for when auth token fetch fails during upload/sync. */
"Fetching an authentication token failed. Please contact help@inaturalist.org and try later." = "Аутентификация таңбалауышын алу сәтсіз аяқталды. help@inaturalist.org мекенжайына хабарласып, кейінірек көріңіз.";

/* No comment provided by engineer. */
"Fetching recent observations in map area" = "Карта аймағындағы соңғы бақылаулар алынуда";

/* No comment provided by engineer. */
"Fetching recent observations worldwide" = "Бүкіл әлем бойынша соңғы бақылаулар алынуда";

/* No comment provided by engineer. */
"Find locations named '%@'" = "'%@' деп аталатын орындарды табу";

/* No comment provided by engineer. */
"Find my observations" = "Менің бақылауларымды табу";

/* No comment provided by engineer. */
"Find observations near me" = "Маған жақын жердегі бақылауларды табу";

/* No comment provided by engineer. */
"Find organisms named '%@'" = "'%@' атты ағзаны табу";

/* No comment provided by engineer. */
"Find people named '%@'" = "'%@' есімді адамды табу";

/* No comment provided by engineer. */
"Find projects named '%@'" = "'%@' атты жобаны табу";

/* No comment provided by engineer. */
"Finding your location..." = "Орналасқан жеріңіз табылуда...";

/* finland partner */
"Finland: Finnish Museum of Natural History (Luomus) supporting iNaturalist Finland (https://inaturalist.laji.fi)." = "Финляндия: iNaturalist Finland-ты қолдайтын Финляндияның табиғи-тарихи мұражайы (Luomus)(https://inaturalist.laji.fi).";

/* Title for forgot password button. */
"Forgot password?" = "Құпиясөзді ұмыттыңыз ба?";

/* Geoprivacy button title */
"Geoprivacy" = "Геоқұпиялылық";

/* No comment provided by engineer. */
"Go Back" = "Артқа қайту";

/* Button to dismiss a tutorial screen */
"Got It" = "Түсінікті";

/* greece partner */
"Greece: iSea supporting iNaturalist Greece (greece.iNaturalist.org)." = "Грекия: iNaturalist Greece-ті қолдайтын iSea (greece.iNaturalist.org).";

/* Grid layout on explore tab */
"Grid" = "Тор";

/* No comment provided by engineer. */
"Guide download error" = "Нұсқаулықты жүктеу қатесі";

/* No comment provided by engineer. */
"Guide editor must enable this feature." = "Нұсқаулық редакторы бұл мүмкіндікті қосуы керек.";

/* accessibility label for guides button */
"Guides" = "Нұсқаулықтар";

/* Subtitle above image for guides tutorial screen */
"Guides are created and shared by the iNaturalist community" = "Нұсқаулықтарды iNaturalist қауымдастығы жасайды және бөліседі";

/* Title for guides tutorial screen */
"Guides are lists of species" = "Нұсқаулықтар - бұл түрлердің тізімі";

/* Part of the text summarizing an observation spoken by a screen reader indicating whether an observation has photos */
"Has Photos" = "Фотосуреттері бар";

/* Part of the text summarizing an observation spoken by a screen reader indicating whether an observation has sounds */
"Has Sounds" = "Дыбыстары бар";

/* Title for help section of settings. */
"Help" = "Көмек";

/* No comment provided by engineer. */
"Here are our top suggestions:" = "Міне, біздің ең жақсы ұсыныстарымыз:";

/* personal info consent checkbox label */
"I consent to allow iNaturalist to store and process limited kinds of personal information about me in order to manage my account." = "Мен iNaturalist компаниясына аккаунтымды басқару үшін мен туралы шектеулі жеке ақпарат түрлерін сақтауға және өңдеуге рұқсат беруге келісемін.";

/* data transfer consent checkbox label */
"I consent to allow my personal information to be transferred to the United States of America." = "Мен жеке ақпаратымның Америка Құрама Штаттарына берілуіне рұқсат беремін.";

/* Title of identification failure alert */
"Identification Failed" = "Идентификация орындалмады";

/* Title for taxon section when adding an ID */
"Identification Taxon" = "Идентификация таксоны";

/* No comment provided by engineer. */
"Identifications" = "Идентификациялар";

/* No comment provided by engineer. */
"Identifiers" = "Сарапшылар";

/* body of alert after you reset your password */
"If the email address you entered is associated with an iNaturalist account, you should receive an email at that address with a link to reset your password." = "Енгізген электрондық пошта мекенжайы iNaturalist аккаунтымен байланысты болса, құпия сөзді қалпына келтіру сілтемесі бар электрондық хатты сол мекенжайға алуыңыз керек.";

/* message of alert when mic permission is missing */
"If you wish to record a sound observation, you will need to give the iNaturalist app permission to use the microphone." = "Дыбыс бақылауын жазғыңыз келсе, iNaturalist қолданбасына микрофонды пайдалануға рұқсат беруіңіз керек.";

/* Message when we can't make the image store for the app */
"ImageStore Creation Error" = "ImageStore жасау қатесі";

/* Message when we can't save to the app image store */
"ImageStore Save Error" = "ImageStore сақтау қатесі";

/* No comment provided by engineer. */
"in project '%@'" = "'%@' жобасында";

/* alert title for camera denied */
"iNaturalist doesn't have permission to access your camera." = "iNaturalist қолданбасының камераңызға кіруге рұқсаты жоқ.";

/* inat core team, alphabetically */
"iNaturalist exists thanks to every single person who participates in our community. The people who build the software, design the interfaces, maintain our infrastructure, support the community, and foster collaborations are Yaron Budowski, Amanda Bullington, Tony Iwane, Johannes Klein, Patrick Leary, Scott Loarie, Abhas Misraraj, Sylvain Morin, Carrie Seltzer, Alex Shepard, Angie Ta, and Ken-ichi Ueda." = "iNaturalist exists thanks to every single person who participates in our community. The people who build the software, design the interfaces, maintain our infrastructure, support the community, and foster collaborations are Yaron Budowski, Amanda Bullington, Tony Iwane, Johannes Klein, Patrick Leary, Scott Loarie, Abhas Misraraj, Sylvain Morin, Carrie Seltzer, Alex Shepard, Angie Ta, and Ken-ichi Ueda.";

/* alert title for camera restricted */
"iNaturalist has been restricted from camera access." = "iNaturalist қолданбасына камераға кіруге шектеу қойылды.";

/* inat independent org statement */
"iNaturalist is an independent 501(c)(3) nonprofit based in the United States (EIN 92-1296468)" = "iNaturalist – Америка Құрама Штаттарында орналасқан тәуелсіз 501(c)(3) коммерциялық емес ұйым (EIN 92-1296468)";

/* label for inaturalist network action in settings */
"iNaturalist Network" = "iNaturalist желісі";

/* Category of iNaturalist places for place search */
"iNaturalist Places" = "iNaturalist орындары";

/* open source contributions */
"iNaturalist uses Glyphish icons by Joseph Wain, ionicons by Ben Sperry, and icons by Luis Prado and Roman Shlyakov from the Noun Project. iNaturalist is also deeply grateful to the Cocoapods community, and to the contributions of our own open source community. See https://github.com/inaturalist/INaturalistIOS." = "iNaturalist Джозеф Уэйннің Glyphish белгішелерін, Бен Сперридің ионикондарын және «Noun Project» жобасындағы Луис Прадо мен Роман Шляковтың белгішелерін пайдаланады. iNaturalist сонымен қатар Cocoapods қауымдастығына және біздің ашық бастапқы коды бар қауымдастығымыздың қосқан үлесіне алғысын білдіреді. https://github.com/inaturalist/INaturalistIOS қараңыз.";

/* Error msg when we get a 401 from the server */
"Incorrect username or password." = "Пайдаланушы аты немесе құпия сөз дұрыс емес.";

/* No comment provided by engineer. */
"Info" = "Мәліметтер";

/* No comment provided by engineer. */
"Internet connection required" = "Интернетке қосылу қажет";

/* No comment provided by engineer. */
"Internet required" = "Интернет қажет";

/* title of autoupload introduction alert view */
"Introducing Auto Upload!" = "Автоматты жүктеуді ұсынамыз!";

/* Invalid date alert title */
"Invalid Date" = "Жарамсыз күн";

/* Error for bad email when making account. */
"Invalid Email Address" = "Жарамсыз электрондық пошта мекенжайы";

/* Unknown invalid input */
"Invalid input" = "Жарамсыз енгізу";

/* No comment provided by engineer. */
"Invalid Location" = "Жарамсыз орналасқан жер";

/* Error for bad username when making account. */
"Invalid Username" = "Жарамсыз пайдаланушы аты";

/* israel partner */
"Israel: University of Haifa supporting iNaturalist Israel (israel.inaturalist.org)." = "Израиль: iNaturalist Israel-ді қолдайтын Хайфа университеті (israel.inaturalist.org).";

/* iucn places credit */
"IUCN category II places provided by IUCN and UNEP-WCMC (2015), The World Database on Protected Areas (WDPA) [On-line], [11/2014], Cambridge, UK: UNEP-WCMC. Available at: www.protectedplanet.net." = "IUCN II санаттағы орындарды IUCN және UNEP-WCMC (2015), The World Database on Protected Areas (WDPA) [On-line], [11/2014], Кембридж, Ұлыбритания: UNEP-WCMC ұсынған. www.protectedplanet.net сайтында қолжетімді.";

/* Join project button */
"Join" = "Қосылу";

/* join iNat network partner alert title */
"Join %@?" = "%@ қосылу керек пе?";

/* Subtitle above image for projects tutorial screen */
"Join projects to select them when you record observations" = "Бақылауларды жазған кезде оларды таңдау үшін жобаларға қосылыңыз";

/* No comment provided by engineer. */
"Joined" = "Қосылды";

/* No comment provided by engineer. */
"Joining..." = "Қосылуда...";

/* visualization of latitude/longitude/accuracy */
"Lat: %.5f Long: %.5f Acc: %@" = "Ендік: %1$.5f Бойлық: %2$.5f Дәлдік. %3$@";

/* format string for showing latitude, longitude, & positional accuracy */
"Lat: %1$@, Long: %2$@, Acc: %3$@" = "Ендік: %1$@, Бойлық: %2$@, Дәлдік. %3$@";

/* Title for leaderboard page. */
"Leaderboard" = "Көшбасшылар тақтасы";

/* button to learn more about inat account policies */
"Learn More" = "Толығырақ ақпарат";

/* learn more (about network partner changes) button text */
"Learn more" = "Толығырақ ақпарат";

/* No comment provided by engineer. */
"Learn more about data quality >" = "Деректер сапасы туралы қосымша мәліметтер >";

/* Leave project button */
"Leave" = "Шығу";

/* No comment provided by engineer. */
"Leaving..." = "Шығу...";

/* The license of the species guide */
"License" = "Лицензия";

/* List layout on explore tab */
"List" = "Тізім";

/* No comment provided by engineer. */
"Loading..." = "Жүктелуде...";

/* No comment provided by engineer. */
"Location Fetch Error" = "Орналасқан жерді алу қатесі";

/* No comment provided by engineer. */
"Location Services Denied" = "Орналасқан жерді анықтау қызметтері өшірулі";

/* No comment provided by engineer. */
"Location Services Restricted" = "Орналасқан жерді анықтау қызметтері шектелген";

/* Title for button that allows users to log in to their existing iNat account */
"Log In" = "Жүйеге кіру";

/* No comment provided by engineer. */
"Log In / Sign Up" = "Жүйеге кіру / Тіркелу";

/* No comment provided by engineer. */
"Log in and upload this observation to enable comments & identifications." = "Пікірлер мен идентификацияларды қосу үшін жүйеге кіріп, осы бақылауды жүктеңіз.";

/* No comment provided by engineer. */
"Log in to enable faves." = "Таңдаулыларды қосу үшін жүйеге кіріңіз.";

/* Notice while we're logging in */
"Logging in..." = "Жүйеге кіру...";

/* placeholder text for taxon search bar */
"Look up a species by name" = "Түрді аты бойынша іздеу";

/* unknown taxon subtitle when suggestions are unavailable */
"Look up species name" = "Түр атын табу";

/* No comment provided by engineer. */
"Looks like there was an error: %@" = "Қате орын алған сияқты: %@";

/* Notice to display to the user on the Me tab when they have no observations */
"Looks like you have no observations." = "Сізде бақылау жоқ сияқты.";

/* label for app store rating action in settings. */
"Love iNat? Rate us" = "iNat ұнай ма? Бізге баға беріңіз";

/* luxembourg partner */
"Luxembourg: Luxembourg National Museum of Natural History (MnhnL) supporting iNaturalist Luxembourg (inaturalist.lu)." = "Люксембург: iNaturalist Luxembourg-ты қолдайтын Люксембург табиғат тарихы ұлттық мұражайы (MnhnL)(inaturalist.lu).";

/* No comment provided by engineer. */
"Make sure iNat has permission to access your location or give the GPS some time to fetch it." = "iNat қолданбасының орналасқан жеріңізге қол жеткізуге рұқсаты бар екеніне көз жеткізіңіз немесе GPS-ке оны алу үшін біраз уақыт беріңіз.";

/* title for action sheet allowing user to delete a locally downloaded guide. */
"Manage download" = "Жүктеулерді басқару";

/* Map layout on explore tab */
"Map" = "Карта";

/* No comment provided by engineer. */
"Map of Observations" = "Бақылаулар картасы";

/* Placeholder text for not logged title on me tab. */
"Me" = "Мен";

/* mexico partner */
"Mexico: Comisión nacional para el conocimiento y uso de la biodiversidad (CONABIO) operating NaturaLista (NaturaLista.mx)." = "Мексика: NaturaLista-ның жұмысын қамтамасыз ететін Биоәртүрлілікті зерттеу және пайдалану жөніндегі ұлттық комиссия (CONABIO)(NaturaLista.mx).";

/* Title for alert when db migration fails. */
"Migration Failed" = "Тасымалдау сәтсіз аяқталды";

/* Title for alert when db migration had a problem. */
"Migration Problem" = "Тасымалдау сәтсіз аяқталды";

/* No comment provided by engineer. */
"Missing Date" = "Күн көрсетілмеген";

/* No comment provided by engineer. */
"Missing Location" = "Орналасқан жері көрсетілмеген";

/* No comment provided by engineer. */
"Missing Required Field" = "Міндетті өріс көрсетілмеген";

/* No comment provided by engineer. */
"My Content" = "Менің контентім";

/* No comment provided by engineer. */
"named '%@ (%@)'" = "'%1$@ (%2$@)' деп аталды";

/* No comment provided by engineer. */
"named '%@'" = "'%@' деп аталды";

/* No comment provided by engineer. */
"Nearby" = "Жақын";

/* No comment provided by engineer. */
"Nearby Suggestions Filter" = "Маңайдағы ұсыныстар сүзгісі";

/* needs id data quality */
"Needs ID" = "ID керек";

/* subtitle for an observation that failed validation. */
"Needs Your Attention" = "Сіздің назарыңыз керек";

/* Network (i.e. an Internet connection) is required error message */
"Network is required." = "Желі қажет.";

/* No comment provided by engineer. */
"Network unavailable" = "Желі қол жетімді емес";

/* No comment provided by engineer. */
"Network Unavailable" = "Желі қол жетімді емес";

/* decline to change cemra permissions button title */
"Never mind" = "Қарсы емеспін";

/* Part of the text summarizing an observation spoken by a screen reader indicating whether an observation has new activity */
"new activity" = "жаңа белсенділік";

/* base text for the 'switch to signup mode' button */
"New to iNaturalist? Sign up now!" = "iNaturalist қолданбасына жаңадан кірдіңіз бе? Қазір тіркеліңіз!";

/* nz partner */
"New Zealand: New Zealand Biodiversity Recording Network operating iNaturalist NZ — Mātaki Taiao (inaturalist.nz)." = "Жаңа Зеландия: iNaturalist NZ — Mātaki Taiao-ның жұмысын қамтамасыз ететін Жаңа Зеландияның биоалуантүрлілікті тіркеу желісі (inaturalist.nz).";

/* News project button */
"News" = "Жаңалықтар";

/* Confirm a new photo */
"NEXT" = "КЕЛЕСІ";

/* Generic negative response to a yes/no question
   negative response to binary choice, yes or no */
"No" = "Жоқ";

/* No comment provided by engineer. */
"No description" = "Сипаттама жоқ";

/* No comment provided by engineer. */
"No iNaturalist Results" = "iNaturalist нәтижелері жоқ";

/* place guess when we have no location information */
"No location" = "Орналасқан жері жоқ";

/* No comment provided by engineer. */
"No matching taxa" = "Сәйкес таксондар жоқ";

/* Title for No Media button in media picker */
"No Media" = "Медиа жоқ";

/* title of alert when user tries to record a sound observation without granting mic permissions */
"No Microphone Permissions" = "Микрофонға рұқсат жоқ";

/* No comment provided by engineer. */
"No network connection." = "Желі байланысы жоқ.";

/* No comment provided by engineer. */
"No network connection. :(" = "Желі байланысы жоқ. :(";

/* Header observation count title when there are none. */
"No Observations" = "Бақылаулар жоқ";

/* Error notice when exploring observations, when no obserations were found within a map area. */
"No observations found in map area." = "Карта аймағында бақылаулар табылмады.";

/* Error notice when exploring observations when no observations were found. */
"No observations found." = "Ешқандай бақылау табылмады.";

/* No comment provided by engineer. */
"No observations yet." = "Әзірге бақылаулар жоқ.";

/* accessibility label for no photo button */
"No Photo" = "Фотосурет жоқ";

/* No comment provided by engineer. */
"No Photos or Sounds and Missing Identification" = "Фотосуреттер немесе дыбыстар жоқ және идентификация жоқ";

/* No comment provided by engineer. */
"No such organisms found. :(" = "Мұндай ағзалар табылған жоқ. :(";

/* No comment provided by engineer. */
"No such person found. :(" = "Ондай адам табылмады. :(";

/* No comment provided by engineer. */
"No such place found. :(" = "Ондай жер табылмады. :(";

/* No comment provided by engineer. */
"No such project found. :(" = "Мұндай жоба табылмады. :(";

/* No comment provided by engineer. */
"No Thanks" = "Жоқ, рақмет";

/* No comment provided by engineer. */
"No updates yet. Stay tuned!" = "Әзірге жаңартулар жоқ. Бізбен бірге қалыңыз!";

/* No comment provided by engineer. */
"No URL configured" = "URL көрсетілмеген";

/* do not change network partner button */
"No, don’t change my affiliation" = "Жоқ, менің желілік қатыстылығымды өзгертпеңіз";

/* Title for no photo button in the camera when making a new observation. Can support two very short lines of text. */
"NO\nPHOTO" = "ФОТОСУРЕТ\nЖОҚ";

/* No comment provided by engineer. */
"None, all rights reserved" = "Жоқ, барлық құқықтар сақталған";

/* No comment provided by engineer. */
"Not Allowed" = "Рұқсат жоқ";

/* 403 unauthorized title */
"Not Authorized" = "Авторизация жасалмаған";

/* Placeholder for observation notes when making a new observation. */
"Notes..." = "Ескертпелер...";

/* Observation option for explore leaderboard sorting. Must be short. */
"Obs" = "Бақыл";

/* obscured geoprivacy */
"Obscured" = "Жасырын";

/* accessibility label for obs (date, title, subtitle, media, new activity) */
"Observation %@ %@ %@ %@ %@" = "Бақылау %1$@ %2$@ %3$@ %4$@ %5$@";

/* Project validation error, with the specific error */
"Observation Field Validation error: %@" = "Бақылау өрісін тексеру қатесі: %@";

/* No comment provided by engineer. */
"Observations" = "Бақылаулар";

/* observation count on the explore leaderboard. */
"Observations: %ld" = "Бақылаулар: %ld";

/* observation count on explore leaderboard when the user has species but not observations in the leaderboard. */
"Observations: *" = "Бақылаулар: *";

/* Title for New Observation Tab Bar Button */
"Observe" = "Бақылау";

/* No comment provided by engineer. */
"Observers" = "Бақылаушылар";

/* Off state for flash button in the camera. Will be padded to sit beside a flash/bolt icon. */
"Off" = "Өшіру";

/* No comment provided by engineer. */
"OK" = "ОК";

/* On state for flash button in the camera. Will be padded to sit beside a flash/bolt icon. */
"On" = "Қосу";

/* Title error with oops text. */
"Oops" = "Ой";

/* open geoprivacy */
"Open" = "Ашық";

/* No comment provided by engineer. */
"Open link in Safari" = "Сілтемені Safari бағдарламасында ашу";

/* button to open settings when user needs to adjust mic permissions
   open settings button title */
"Open Settings" = "Баптауларды ашу";

/* panama partner */
"Panama: Ministerio de Ambiente operating iNaturalistPa (panama.inaturalist.org)." = "Панама: iNaturalistPa-ның жұмысын қамтамасыз ететін Қоршаған орта министрлігі (panama.inaturalist.org).";

/* Error for bad password when making account */
"Passwords must be at least six characters in length." = "Құпия сөз кемінде алты таңбадан тұруы керек";

/* Accessibility Label for Pause Button (when recording audio) */
"Pause" = "Кідіріс";

/* No comment provided by engineer. */
"Paused" = "Кідіртілді";

/* No comment provided by engineer. */
"Permission denied" = "Рұқсат жоқ";

/* Title for About Personal Information notice during signup */
"Personal Information" = "Жеке ақпарат";

/* Title for Photo Library button in media picker */
"Photo Library" = "Фотогалерея";

/* Title for photo library error when making new obs
   Title for photo library fetch error when making new obs
   Title for photo load error alert msg */
"Photo Load Error" = "Фотосуретті жүктеу қатесі";

/* Title for photo save error alert msg */
"Photo Save Error" = "Фотосуретті сақтау қатесі";

/* Title for photos error alert msg */
"Photos Error" = "Фотосуреттер қатесі";

/* accessibility label for pick from library button */
"Pick from Library" = "Кітапханадан таңдау";

/* No comment provided by engineer. */
"Placeholder" = "Толтырғыш";

/* helpful note about observations and collection projects on the screen where you can add observations to projects. */
"Please note: Observations will be automatically included in a collection project if they meet its requirements." = "Назар аударыңыз: егер бақылаулар жинақ жобасының талаптарына сәйкес келсе, олар ол жобаға автоматты түрде қосылады.";

/* No comment provided by engineer. */
"Please pick a valid location." = "Жарамды орынды таңдаңыз.";

/* Error message for the user, when the geocoder is telling us to slow down. */
"Please try again in a few moments." = "Бірнеше минуттан кейін әрекетті қайталаңыз.";

/* failure message when the user should just try again. */
"Please try again later." = "Әрекетті кейінірек қайталаңыз.";

/* alert msg to change camera permissions */
"Please update camera permissions to take photos with iNaturalist" = "iNaturalist арқылы суретке түсіру үшін камера рұқсаттарын жаңартыңыз";

/* No comment provided by engineer. */
"Please upload to determine data quality" = "Деректер сапасын анықтау үшін жүктеңіз";

/* portugal partner */
"Portugal: Associação Biodiversidade Para Todos operating Biodiversity4All (Biodiversity4All.org)." = "Португалия: Biodiversity4All (Biodiversity4All.org) жұмыс қамтамасыз ететін Баршаға арналған биоалуанртүрлілік қауымдастығы.";

/* label for a news post author */
"Posted by" = "Жариялаған";

/* label for prefer no tracking switch in settings */
"Prefer No Tracking" = "Қадағалау жоқ параметрін таңдау";

/* title for consent screen */
"Privacy" = "Құпиялылық";

/* Emphasized part of the privacy base text. */
"Privacy Policy" = "Құпиялық саясаты";

/* private geoprivacy */
"Private" = "Жеке";

/* choose projects button title. */
"Projects" = "Жобалар";

/* Title for projects tutorial screen */
"Projects are collections of observations with a common purpose" = "Жобалар – ортақ мақсатты көздейтін бақылаулар жинағы";

/* No comment provided by engineer. */
"Pull to Refresh" = "Жаңарту үшін тартыңыз";

/* Rank in an ordered list */
"Rank" = "Дәреже";

/* action to re-download a species guide from the server */
"Re-download" = "Қайта жүктеу";

/* Accessibility Label for Record Button (when recording audio)
   Accessibility Label for Record/Pause Button */
"Record" = "Жазба";

/* Title for Record sound button in media picker */
"Record Sound" = "Дыбыс жазу";

/* Accessibility label for sound recorder */
"Recording Level (from 0 to 1)" = "Жазу деңгейі (0-ден 1-ге дейін)";

/* Title for sound recording screen */
"Recording Sound" = "Дыбыс жазу";

/* No comment provided by engineer. */
"Remove active search filters" = "Белсенді іздеу сүзгілерін жою";

/* No comment provided by engineer. */
"Remove current map area filter" = "Ағымдағы карта аймағы сүзгісін жою";

/* No comment provided by engineer. */
"Remove my profile photo" = "Менің профиль фотосуретімді өшіру";

/* No comment provided by engineer. */
"Removing..." = "Жойылуда...";

/* No comment provided by engineer. */
"RESEARCH" = "ЗЕРТТЕУ";

/* research data quality */
"Research Grade" = "Зерттеу дәрежесі";

/* No comment provided by engineer. */
"Restricted to current map area" = "Ағымдағы карта аймағымен шектелген";

/* No comment provided by engineer. */
"Resuming" = "Жалғастыру";

/* Retake a photo */
"RETAKE" = "ҚАЙТА ТҮСІРУ";

/* accessibility label for reverse/switch camera button */
"Reverse Camera" = "Артқы камера";

/* Title for save new observation button */
"SAVE" = "САҚТАУ";

/* No comment provided by engineer. */
"Save Anyway" = "Бәрібір сақтау";

/* Done button for recording observation sounds */
"Save Recording" = "Жазбаны сақтау";

/* No comment provided by engineer. */
"Saving..." = "Сақталуда...";

/* No comment provided by engineer. */
"Search" = "Іздеу";

/* placeholder for guide search field */
"Search for guide named..." = "Атауы бойынша нұсқаулықтарды іздеу...";

/* placeholder for project search field */
"Search for project named..." = "Атауы бойынша жобаларды іздеу...";

/* No comment provided by engineer. */
"Searching for organisms..." = "Ағзалар ізделуде";

/* No comment provided by engineer. */
"Searching for people..." = "Адамдар ізделуде...";

/* No comment provided by engineer. */
"Searching for place..." = "Орын ізделуде...";

/* No comment provided by engineer. */
"Searching for project..." = "Жоба ізделуде...";

/* No comment provided by engineer. */
"Searching for recent observations in map area" = "Карта аймағындағы соңғы бақылаулар ізделуде";

/* No comment provided by engineer. */
"Searching for recent observations worldwide" = "Бүкіл әлем бойынша соңғы бақылаулар ізделуде";

/* No comment provided by engineer. */
"seen at '%@'" = "'%@' көрген";

/* No comment provided by engineer. */
"seen by '%@'" = "'%@' көрген";

/* basis for a suggestion */
"Seen Nearby" = "Жақын жерде көрген";

/* default select title */
"Select" = "Таңдау";

/* select taxon title */
"Select \"%@\"" = "Таңдау \"%@\"";

/* title for date selector */
"Select Date" = "Күнді таңдау";

/* title for geoprivacy selector */
"Select Privacy" = "Құпиялылықты таңдау";

/* No comment provided by engineer. */
"Selected Observation" = "Бақылауды таңдау";

/* accessibility label for choose profile photo button */
"Set Profile Photo" = "Профиль фотосуретін орнату";

/* Notice while we're setting up an iNat account for them */
"Setting up iNaturalist account..." = "iNaturalist аккаунты жасалуда...";

/* accessibility label for settings button
   Title for the settings screen. */
"Settings" = "Баптаулар";

/* No comment provided by engineer. */
"Share" = "Бөлісу";

/* Title for share new observation button */
"SHARE" = "БӨЛІСУ";

/* Prompt to sign in on the Me tab header. */
"Share your observations with the community." = "Бақылауларыңызды қауымдастықпен бөлісіңіз.";

/* label for iNaturalist store (tshirts/etc) action in settings. */
"Shop the iNat Store" = "iNat Store-дан сатып алу";

/* label for show common names switch in settings */
"Show common names" = "Жалпы атауларды көрсету";

/* No comment provided by engineer. */
"Show nearby suggestions only" = "Маңайдағы ұсыныстарды ғана көрсету";

/* label for scientific names shown first switch in settings */
"Show scientific names first" = "Алдымен ғылыми атауларды көрсету";

/* No comment provided by engineer. */
"Sign in with Google" = "Google арқылы кіру";

/* No comment provided by engineer. */
"Sign out" = "Шығу";

/* Title for button that allows users to sign up for a new iNat account */
"Sign Up" = "Тіркелу";

/* emphasis text for the 'switch to signup mode' button. must be a substring of the base text */
"Sign up now!" = "Қазір тіркеліңіз!";

/* No comment provided by engineer. */
"Signing Out" = "Шығу";

/* skip button title */
"Skip ›" = "Өткізу ›";

/* Alert text for the data transfer consent checkbox during create account. */
"Some data privacy laws, like the European Union's General Data Protection Regulation (GDPR), require explicit consent to transfer personal information from their jurisdictions to other jurisdictions where the legal protection of this information is not considered adequate. As of 2020, the European Union no longer considers the United States to be a jurisdiction that provides adequate legal protection of personal information, specifically because of the possibility of the US government surveilling data entering the US. It is possible other jurisdictions may have the same opinion. Using iNaturalist requires the storage of personal information like your email address, all iNaturalist data is stored in the United States, and we cannot be sure what legal jurisdiction you are in when you are using iNaturalist, so in order to comply with privacy laws like the GDPR, you must acknowledge that you understand and accept this risk and consent to transferring your personal information to iNaturalist's servers in the US. To learn more about what information we collect and how we use it, please see our Privacy Policy and our Terms of Use. There is no way to have an iNaturalist account without storing personal information, so the only way to revoke this consent is to delete your account." = "Еуропалық Одақтың Деректерді қорғаудың жалпы ережесі (GDPR) сияқты кейбір деректердің құпиялылығы туралы заңдар жеке ақпаратты өз юрисдикцияларынан осы ақпаратты заңмен қорғау жеткілікті деп саналмайтын басқа юрисдикцияларға тасымалдауға нақты келісімді талап етеді. 2020 жылдан бастап Еуропалық Одақ Америка Құрама Штаттарын жеке ақпаратты тиісті құқықтық қорғауды қамтамасыз ететін юрисдикция ретінде қарастырмайды, әсіресе АҚШ үкіметінің АҚШ-қа кіру деректерін қадағалау мүмкіндігіне байланысты. Басқа юрисдикциялар да осындай пікірде болуы мүмкін. iNaturalist қолданбасын пайдалану электрондық пошта мекенжайыңыз сияқты жеке ақпаратты сақтауды талап етеді, барлық iNaturalist деректері Америка Құрама Штаттарында сақталады және iNaturalist қолданбасын пайдаланған кезде сіз қандай заңды юрисдикцияда екеніңізді білмейміз, сондықтан, GDPR сияқты, құпиялылық туралы заңдарды сақтау үшін, сіз осы тәуекелді түсінетіндігіңізді және қабылдайтыныңызды және жеке ақпаратыңызды АҚШ-тағы iNaturalist серверлеріне тасымалдауға келісуіңіз керек. Біз қандай ақпаратты жинайтынымыз және оны қалай қолданатынымыз туралы көбірек білу үшін Құпиялық саясатымызды және Пайдалану шарттарын қараңыз. Жеке ақпаратты сақтамай iNaturalist аккаунтына ие болу мүмкін емес, сондықтан бұл келісімнен бас тартудың жалғыз жолы - аккаунтыңызды жою.";

/* No comment provided by engineer. */
"Somewhere..." = "Бір жерде...";

/* Label for the sort selector in the explore leaderboard header. */
"Sort" = "Сұрыптау";

/* credit for the wikipedia snippet that we include in inat taxon pages. first substitution is the article name, the second substitution is the license name. */
"Source: Wikipedia, %1$@, %2$@" = "Дереккөз: Уикипедия, %1$@, %2$@";

/* Species option for Explore leaderboard sorting. Must be short. */
"Species" = "Түр";

/* species count on the explore leaderboard. */
"Species: %ld" = "Түр: %ld";

/* observation count on explore leaderboard when the user has observations but not species in the leaderboard. */
"Species: *" = "Түр: *";

/* Title for button in the explore tab that leads to the stats leaderboard. */
"Stats" = "Статистика";

/* accessibility label for stop uploading button */
"Stop Uploading" = "Жүктеуді тоқтату";

/* No comment provided by engineer. */
"Suggest ID" = "ID ұсыну";

/* label for suggest species switch in settings */
"Suggest species" = "Түрді ұсыну";

/* No comment provided by engineer. */
"Suggestions based on observations and identifications provided by the iNaturalist community, including %@, %@, %@, and many others." = "%1$@, %2$@, %3$@ және т.б. қоса, iNaturalist қауымдастығы ұсынған бақылаулар мен идентификацияларға негізделген ұсыныстар.";

/* No comment provided by engineer. */
"Suggestions based on observations and identifications provided by the iNaturalist community." = "iNaturalist қауымдастығы ұсынған бақылаулар мен идентификацияларға негізделген ұсыныстар.";

/* Title of me header when syncing. */
"Syncing..." = "Синхрондалуда...";

/* Category of iOS standard places for place search */
"System Places" = "Жүйелік орындар";

/* Tags (kind of like categories) are applied to the species in a guide, and allow the guide editor to group and organize the species in a guide. */
"TAGS" = "ТЕГТЕР";

/* taiwan partner */
"Taiwan: National Chiayi University and Taiwan Forestry Research Institute supporting iNaturalist Taiwan (taiwan.inaturalist.org)." = "Тайвань: iNaturalist Taiwan-ды (taiwan.inaturalist.org) қолдайтын Цзяи ұлттық университеті және Тайвань орман шаруашылығы ғылыми-зерттеу институты.";

/* No comment provided by engineer. */
"Take a photo" = "Суретке түсіру";

/* No comment provided by engineer. */
"Taxon %@ %@" = "Таксон %1$@ %2$@";

/* Title for description/comment when adding an ID */
"Tell Us Why" = "Бізге неліктен екенін айтыңыз";

/* Emphasized part of the terms of service base text. */
"Terms of Service" = "Қызмет көрсету шарттары";

/* Status message after a user sends info to iNat support after the database crashes early on launch. */
"Thank you for contacting iNat support. We'll get back to you as soon as we can." = "Thank you for contacting iNat support. We'll get back to you as soon as we can.";

/* error message when user fails to input prompted text correctly */
"The entered text doesn't match." = "Енгізілген мәтін сәйкес емес.";

/* No comment provided by engineer. */
"There are no observations for this project yet. Check back soon!" = "Бұл жоба бойынша әзірге бақылаулар жоқ. Жақында қайта тексеріңіз!";

/* Error for no data transfer consent consent when making account. */
"There is no way to have an iNaturalist account without storing personal information in the United States." = "Америка Құрама Штаттарында жеке ақпаратты сақтамай iNaturalist аккаунтына ие болу мүмкін емес.";

/* Error for no personal info consent when making account. */
"There is no way to have an iNaturalist account without storing personal information." = "Жеке ақпаратты сақтамай iNaturalist аккаунтына ие болу мүмкін емес.";

/* Message when app fails to launch, the alert will have recovery suggestions */
"There was an error launching iNaturalist" = "There was an error launching iNaturalist";

/* Unresolvable and unknown error during observation upload. */
"There was an unexpected error." = "Күтпеген қате орын алды.";

/* No comment provided by engineer. */
"This observation has been voted as Casual Grade by the iNaturalist community." = "Бұл бақылауды iNaturalist қауымдастығы Кәдімгі дәреже ретінде қабылдады.";

/* No comment provided by engineer. */
"This observation is Casual Grade because it has been voted captive or cultivated by the iNaturalist community." = "Бұл бақылау Кәдімгі дәреже бағасын алды, себебі оны iNaturalist қауымдастығы қолға түскен немесе қолда өсірілген деп санайды.";

/* No comment provided by engineer. */
"This observation needs a date to be considered for Research Grade." = "Бұл бақылау Зерттеу дәрежесін алу үшін бақыланған күнді қажет етеді.";

/* No comment provided by engineer. */
"This observation needs a location to be considered for Research Grade." = "Бұл бақылау Зерттеу дәрежесін алу үшін орналасқан жерді қажет етеді.";

/* No comment provided by engineer. */
"This observation needs a more specific consensus ID to be considered for Research Grade." = "Бұл бақылауға Зерттеу дәрежесін алу үшін нақтырақ консенсусты идентификация қажет.";

/* No comment provided by engineer. */
"This observation needs a photo to be considered for Research Grade." = "Бұл бақылау Зерттеу дәрежесін алу үшін фотосуретті қажет етеді.";

/* No comment provided by engineer. */
"This observation needs more IDs from the iNat community to be considered for Research Grade." = "Бұл бақылау Зерттеу дәрежесін алу үшін iNat қауымдастығынан көбірек идентификацияны қажет етеді.";

/* No comment provided by engineer. */
"This project has no description." = "Бұл жобаның сипаттамасы жоқ.";

/* No comment provided by engineer. */
"This project has no title." = "Бұл жобаның атауы жоқ.";

/* No comment provided by engineer. */
"This will also remove your observations from this project." = "Бұл сонымен қатар осы жобадағы бақылауларыңызды жояды.";

/* No comment provided by engineer. */
"This will destroy any changes/additions you've made from this app that haven't been synced with iNaturalist.org." = "Бұл iNaturalist.org сайтымен синхрондалмаған осы қолданбадан жасалған кез келген өзгертулерді/қосымшаларды жояды.";

/* No comment provided by engineer. */
"This will download %@ of data so you can use this guide even when you don't have Internet access." = "Бұл %@ деректерін жүктейді, осылайша бұл нұсқаулықты Интернетке кіру мүмкіндігіңіз болмаған кезде де пайдалана аласыз.";

/* Label for the time period selector in the explore leaderboard header. */
"Time Period" = "Уақыт аралығы";

/* No comment provided by engineer. */
"Timeout" = "Күту уақыты";

/* project title header */
"Title" = "Тақырып";

/* Traditional inat type of project, where users have to manually add observations to the project. */
"Traditional Project" = "Дәстүрлі жоба";

/* No comment provided by engineer. */
"Try again next time you're connected to the Internet." = "Интернетке келесі рет қосылғанда әрекетті қайталаңыз.";

/* button title to turn on autoupload */
"Turn On" = "Қосу";

/* message of autoupload introduction alert view */
"Turn on Auto Upload and your observations will be automatically uploaded to iNaturalist." = "Автоматты түрде жүктеу мүмкіндігін қосыңыз және сіздің бақылауларыңыз iNaturalist қолданбасына автоматты түрде жүктеледі.";

/* Umbrella type of project, which contains other projects within it. */
"Umbrella Project" = "Қолшатыр жобасы";

/* Failure message when making an identification */
"Unable to add an identification to this observation. Please try again later." = "Бұл бақылауға идентификацияны қосу мүмкін емес. Әрекетті кейінірек қайталаңыз.";

/* No comment provided by engineer. */
"Unable to find location" = "Орналасқан жер табылмады";

/* place guess when we have lat/lng but it's not geocoded */
"Unable to find location name" = "Орын атауы табылмады";

/* Failure message when making an identification */
"Unable to identify this observation to that species. Please try again later." = "Бұл бақылауға осы түрді идентификация ретінде ұсыну мүмкін емес. Әрекетті кейінірек қайталаңыз.";

/* This is an explanation for when we get a 401 during upload/sync. */
"Unable to upload to iNaturalist, error 401 unauthenticated. Please contact help@inaturalist.org and try later." = "iNaturalist қолданбасына жүктеу мүмкін емес, 401 қатесі аутентификацияланбаған. help@inaturalist.org мекенжайына хабарласып, кейінірек көріңіз.";

/* uk partner */
"United Kingdom: National Biodiversity Network Trust supporting iNaturalist United Kingdom (uk.inaturalist.org)." = "Ұлыбритания: iNaturalist United Kingdom-ды қолдайтын Ұлттық биоалуантүрлілік желі қоры (uk.inaturalist.org).";

/* unknown taxon */
"Unknown" = "Белгісіз";

/* Text shown in place of a post author when a post has no known author */
"Unknown author" = "Белгісіз автор";

/* Message body when we don't know the error */
"Unknown error" = "Белгісіз қате";

/* Unknown error */
"Unknown error while making an identification." = "Идентификацияны жасау кезінде белгісіз қате.";

/* message to the user when we get an unknown error. the %ld will be a status code */
"Unknown Error: %ld" = "Белгісіз қате: %ld";

/* Title displayed for a journal post when the post has no title */
"Untitled Post" = "Атаусыз пост";

/* Title for progress view when migrating db */
"Updating database..." = "Дерекқор жаңартылуда...";

/* No comment provided by engineer. */
"Updating..." = "Жаңартылуда...";

/* accessibility labelf for upload button
   Title for upload button. */
"Upload" = "Жүктеу";

/* No comment provided by engineer. */
"Upload Error" = "Жүктеу қатесі";

/* upload failed alert title */
"Upload Failed" = "Жүктеу мүмкін болмады";

/* No comment provided by engineer. */
"Upload this observation" = "Бұл бақылауды жүктеу";

/* No comment provided by engineer. */
"Upload this observation to enable comments & identifications." = "Пікірлер мен идентификацияларды қосу үшін осы бақылауды жүктеңіз.";

/* No comment provided by engineer. */
"Upload this observation to enable faves." = "Таңдаулыларды қосу үшін осы бақылауды жүктеңіз.";

/* subtitle for observation while it's uploading. */
"Uploading..." = "Жүктелуде...";

/* label for username field in settings
   The desired username during signup. */
"Username" = "Пайдаланушы аты";

/* users can login with their username or their email address. */
"Username or email" = "Пайдаланушы аты немесе электрондық пошта";

/* Title for version section of settings. */
"Version" = "Нұсқа";

/* label for start video tutorial action in settings. */
"Video Tutorial" = "Бейне оқулық";

/* button to view privacy policy */
"View Privacy Policy" = "Құпиялылық саясатын көру";

/* unknown taxon subtitle when suggestions are available */
"View suggestions" = "Ұсыныстарды көру";

/* button to view terms of use */
"View Terms of Use" = "Пайдалану шарттарын көру";

/* Subtitle below image for projects tutorial screen. The string is the URL for iNat (or partner site) */
"Visit %@ to create your own projects" = "Жеке жобаларыңызды жасау үшін %@ кіріңіз";

/* Subtitle below image for guides tutorial screen */
"Visit iNaturalist.org to create your own guides" = "Жеке нұсқаулықтарыңызды жасау үшін iNaturalist.org сайтына кіріңіз";

/* basis for a species suggestion */
"Visually Similar" = "Көрнекі ұқсас";

/* basis for a species suggestion */
"Visually Similar / Seen Nearby" = "Көрнекі ұқсас / Жақын жерде көрген";

/* Subtitle for observation when waiting to upload. */
"Waiting to upload..." = "Жүктеу күтілуде...";

/* inat ios translators with more than 200 strings contributed, alphabetically */
"We are grateful for the translation assistance provided by the crowdin.com community, especially: Catherine B, Vladimir Belash, cgalindo, danieleseglie, Eduardo Martínez, naofum, Foss, jacquesboivin, Sungmin Ji, katunchik, NCAA, oarazy, sudachi, T.O, testamorta, and vilseskog. To join the iNaturalist iOS translation team, please visit https://crowdin.com/project/inaturalistios." = "Біз crowdin.com қауымдастығының аударма көмегі үшін алғыс айтамыз, әсіресе: Catherine B., Vladimir Belash, cgalindo, danieleseglie, Eduardo Martínez, naofum, Foss, jacquesboivin, Sungmin Ji, katunchik, NCAA, oarazy, sudachi, T.O, testamorta, және vilseskog. iNaturalist iOS аударма тобына қосылу үшін https://crowdin.com/project/inaturalistios сайтына кіріңіз.";

/* No comment provided by engineer. */
"We don't have permission from iOS to use your location." = "Бізде iOS жүйесінде орналасқан жеріңізді пайдалануға рұқсат жоқ.";

/* Alert text for the personal information checkbox during create account. */
"We store personal information like usernames and email addresses in order to manage accounts on this site, and to comply with privacy laws, we need you to check this box to indicate that you consent to this use of personal information. To learn more about what information we collect and how we use it, please see our Privacy Policy and our Terms of Use. There is no way to have an iNaturalist account without storing personal information, so the only way to revoke this consent is to delete your account." = "Біз осы сайттағы аккаунттарды басқару және құпиялылық туралы заңдарды сақтау үшін пайдаланушы аттары мен электрондық пошта мекенжайлары сияқты жеке ақпаратты сақтаймыз, жеке ақпаратты осылай пайдалануға келісім беретініңізді көрсету үшін осы құсбелгіні қою керек. Біз қандай ақпаратты жинайтынымыз және оны қалай қолданатынымыз туралы көбірек білу үшін Құпиялық саясатымызды және Пайдалану шарттарын қараңыз. Жеке ақпаратты сақтамай iNaturalist аккаунтына ие болу мүмкін емес, сондықтан бұл келісімнен бас тартудың жалғыз жолы - аккаунтыңызды жою.";

/* base error message when icloud photo fetch fails */
"We're not able to fetch your photo from iCloud: %@" = "Фотосуретіңізді iCloud-тан алу мүмкін болмады: %@";

/* No comment provided by engineer. */
"We're not confident enough to make a recommendation, but here are our top suggestions." = "Ұсыныс жасауға жеткілікті сенімді емеспіз, бірақ ең жақсы деген ұсыныстарымыз мыналар.";

/* No comment provided by engineer. */
"We're not confident enough to make a recommendation." = "Ұсыныс жасауға жеткілікті сенімді емеспіз.";

/* comment for common ancestor suggestion. %1$@ is the rank name (order, family), whereas %2$@ is the actual rank (Animalia, Insecta) */
"We're pretty sure this is in the %1$@ %2$@." = "Бұл %1$@ %2$@ ішінде екеніне сенімдіміз.";

/* unknown taxon title */
"What did you see?" = "Сіз не көрдіңіз?";

/* title for alert explaining what captive means */
"What does captive / cultivated mean?" = "Қолға түскен / өсірілген деген нені білдіреді?";

/* No comment provided by engineer. */
"Which organism?" = "Қандай ағза?";

/* No comment provided by engineer. */
"Which person?" = "Қай адам?";

/* No comment provided by engineer. */
"Which place?" = "Қай жер?";

/* No comment provided by engineer. */
"Which project?" = "Қандай жоба?";

/* No comment provided by engineer. */
"Whoops" = "Ой";

/* Default upload failure alert title. */
"Whoops!" = "Ой!";

/* No comment provided by engineer. */
"Without a date, this observation may be very hard for others to identify accurately, and will never attain research grade." = "Күні көрсетілмесе, бұл бақылау басқаларға дәл анықтау үшін өте қиын болуы мүмкін және ешқашан зерттеу дәрежесіне жете алмайды.";

/* No comment provided by engineer. */
"Without a location, this observation will be very hard for others to identify and will never attain research grade." = "Орналасқан жері көрсетілмесе, бұл бақылау басқаларға анықтау үшін өте қиын болады және ешқашан зерттеу дәрежесіне жете алмайды.";

/* No comment provided by engineer. */
"Without at least one photo or sound, this observation will be impossible for others to help identify." = "Кем дегенде бір фотосурет немесе дыбыс болмаса, бұл бақылауға басқалардың анықтауға көмектесуі мүмкін емес.";

/* message for alert when db migration has a problem */
"Would you like to share your migration report with help@inaturalist.org for debugging?" = "Көшіру есебін түзету үшін help@inaturalist.org мекенжайына жібергіңіз келе ме?";

/* positive response to binary choice, yes or no */
"Yes" = "Иә";

/* change network partner button */
"Yes, change my affiliation" = "Иә, менің желілік қатыстылығымды өзгертіңіз";

/* No comment provided by engineer. */
"Yes, delete this observation" = "Иә, бұл бақылауды жою";

/* cc licensing consent checkbox label */
"Yes, license my content so scientists can use my data." = "Иә, ғалымдар менің деректерімді пайдалана алуы үшін контентімді лицензиялау.";

/* failure message when the user tries to change their network affiliation too often */
"You can only change your network affiliation once per day." = "Желілік қатыстылығыңызды күніне бір рет ғана өзгерте аласыз.";

/* 403 forbidden message */
"You don't have permission to do that. Your account may have been suspended. Please contact help@inaturalist.org" = "Мұны істеуге рұқсатыңыз жоқ. Аккаунтыңыз уақытша тоқтатылған болуы мүмкін. help@inaturalist.org хабарласыңыз";

/* 403 forbidden message */
"You don't have permission to do that. Your account may have been suspended. Please contact help@inaturalist.org." = "Мұны істеуге рұқсатыңыз жоқ. Аккаунтыңыз уақытша тоқтатылған болуы мүмкін. help@inaturalist.org хабарласыңыз.";

/* No comment provided by engineer. */
"You must be connected to the Internet to do this." = "Мұны істеу үшін сіз Интернетке қосылған болуыңыз керек!";

/* No comment provided by engineer. */
"You must be connected to the Internet to upload to iNaturalist.org" = "iNaturalist.org сайтына жүктеу үшін Интернетке қосылған болуыңыз керек";

/* No comment provided by engineer. */
"You must be logged in to access projects." = "Жобаларға кіру үшін жүйеге кіруіңіз керек.";

/* Unspecific signup prompt reason. */
"You must be logged in to do that." = "Мұны істеу үшін жүйеге кіруіңіз керек.";

/* Signup prompt reason when user tries to sync user projects. */
"You must be logged in to sync user projects." = "Пайдаланушы жобаларын синхрондау үшін жүйеге кіруіңіз керек.";

/* This is an explanation for why the upload button triggers a login prompt. */
"You must be logged in to upload." = "Жүктеу үшін жүйеге кіруіңіз керек.";

/* No comment provided by engineer. */
"You must be logged in!" = "Сіз жүйеге кіруіңіз керек!";

/* Account is required error message */
"You must be logged in." = "Сіз жүйеге кіруіңіз керек.";

/* Reason text for signup prompt while trying to join a project. */
"You must be signed in to join a project." = "Жобаға қосылу үшін жүйеге кіруіңіз керек.";

/* Reauthentication to delete account tip. */
"You must re-authenticate to delete your account." = "Аккаунтты жою үшін аутентификацияны қайта жасау керек.";

/* 401 unauthorized message when signed out */
"You need to log in to do that." = "Мұны істеу үшін жүйеге кіру керек.";

/* No comment provided by engineer. */
"You will receive updates once you've uploaded observations." = "Сіз бақылауларды жүктегеннен кейін жаңартуларды аласыз.";

/* Title for account section of settings. */
"Your Account" = "Сіздің аккаунтыңыз";

/* account deletion confirmation msg */
"Your account has been deleted." = "Сіздің аккаунтыңыз жойылды";

/* No comment provided by engineer. */
"Your Guides" = "Сіздің нұсқаулықтарыңыз";

/* 401 unauthorized message when signed in */
"Your login credentials appear to have changed. Please go to Settings to sign out and then sign in again." = "Жүйеге кіру тіркелгі деректеріңіз өзгерген сияқты. Жүйеден шығу үшін \"Баптаулар\" бөліміне өтіп, қайта кіріңіз.";

/* Placeholder for free text observation field value */
"Your response here" = "Сіздің жауабыңыз осында";
